package classwork;
import java.util.Arrays;

public class Task1 {
//	1. Создать массив типа double с размером 4
//	 Записать в него любые значения с помощью блока для инициализации. 
//	 Вывести на консоль значение первого элемента. 
	public static void main(String[] args) {
	
	double[] arrayDouble = new double[4];
	     arrayDouble[0] = 15;
	     arrayDouble[1] = 20;
	     arrayDouble[2] = 25;
	     arrayDouble[3] = 30;
	     
	     System.out.println(arrayDouble[0]);
	}
}
